;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 30 March 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 8

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Español - Spanish
Code = es
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Acerca de %{Program.Name}
Label_Version = Versión
Label_AutoIt = Compilado con AutoIt versión
Label_Copyright = Copyright
Tip_Title_Donate = Done a nuestra Causa
Tip_Message_Donate = Cuando realiza una donación, ayuda a mantener nuestro software libre y nos permite adquirir las herramientas y servicios que utilizamos para atenderlo.
Label_Home = Página principal
Label_License = Licencia
Label_Support = Apoyo
Tip_Title_Country = Hecho en Sudáfrica
Tip_Message_Country = %{Program.Name} nació en Sudáfrica.
Label_Contributors = Colaboradores
Tip_Facebook = Dénos me gusta en Facebook.
Tip_Twitter = Síganos en Twitter.
Tip_GooglePlus = Encuéntranos en Google.
Tip_GitHub = %{Program.Name} en GitHub.
Button_Ok = Aceptar
Label_RAM = (RAM) %d MB LIBRE DE %d MB (%d%)
Tip_RAM = Memoria de acceso aleatorio
Label_HDD = (%s) %.2f GB LIBRE DE %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Comience cargando el navegador (seleccione el nombre del archivo). %{Program.Name} detecta automáticamente el proceso desde el ejecutable seleccionado.
Label_Status_Updates = Comprobando actualizaciones
Group_Load_Browser = Cargar navegador
Label_Executable = Ruta ejecutable (%s):
Label_Process_Usage = Uso del proceso:
Label_Process_Peak = Pico de proceso:
Button_Browse = &Navegador
Group_Options = Opciones
Checkbox_Reduce_Mem = Reduce la memoria cada:
Label_Milliseconds = milisegundos
Checkbox_Reduce_Limit = Solo reduzca la memoria si el uso supera:
Checkbox_Start_With = Comience %s cuando %{Program.Name} se inicie
Checkbox_Enable_Extended_Processes = Habilitar procesos extendidos
Button_Extended_Processes = &Procesos extendidos
Checkbox_Start_Windows = Inicia %{Program.Name} al iniciar Windows
Label_Settings_Updated = Configuración guardada con éxito
Button_Cancel = Cancelar
Button_Save = Salvar
Time_Unit_01 = milisegundos
Time_Unit_02 = segundos
Time_Unit_03 = minutos
Time_Unit_04 = horas
Label_Boost_Description = Reduce cada %s %s si el uso supera %s MB.
Title_Select_Browser = Seleccionar navegador
Tip_Minimized_Title = %{Program.Name} todavía se está ejecutando!
Tip_Minimized_Message = %{Program.Name} continuará ejecutándose para optimizar el uso de la memoria %s. Haga clic en el icono de la bandeja para cambiar varias opciones de optimización.
Label_Notice = %{Program.Name} is designed to run on a desktop computer or laptop. We created Firemin Server for server environments. Read more...

[Donate]
Label_Heading = How about a small donation to keep our software forever free?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[Menus]
File = &Archivo
File_Preferences = &Preferencias
File_Close = &Cerrar\tMayus + Alt + F4
Help = &Ayuda
Help_Update = Buscar &actualizaciones
Help_Home = %{Company.Name} &Página Web
Help_Downloads = Más &Descargas
Help_Support = &Apoyo
Help_Issue = Informar de un &problema
Help_Donate = Dona a &nuestra Causa
Help_About = Acerca de %{Program.Name}
Tray_About = Acerca de %{Program.Name} %s
Tray_Open = Abrir %{Program.Name}
Tray_Extended_Processes = Procesos extendidos
Tray_Run = Ejecutar %s
Tray_Run_Safemode = Ejecutar %s en modo Seguro

[Messages]
Info_Title = Por favor tome nota
Warning_Title = ¡Advertencia!
Error_Title = ¡Huy! ¡Algo salió mal!
Error_Oops = ¡Huy!
Singleton = Otra ocurrencia de %{Program.Name} ya se está ejecutando.
Compatible = %{Program.Name} no es compatible con su versión de Windows. Si cree que se trata de un error, no dude en dejar un mensaje en '%s' con todos los detalles.
Compatible_Bit = Desgraciadamente %{Program.Name} de 32 Bit no es compatible con su versión de Windows. Descargue %{Program.Name} de 64 Bit de '%s'

[Preferences]
Window_Title = Preferencias
Tab_General = General
Tab_Performance = Rendimiento
Tab_Language = Idioma
Group_Notifications = Notificaciones
Group_Extended_Processes = Procesos extendidos
Group_Priority = Prioridad
Group_Memory = Memoria
Group_Language = Idioma
Checkbox_Notifications = Mostrar notificaciones de bandeja
Label_Extended_Processes = Ingrese aquí los nombres de cualquier proceso adicional que le gustaría que Fireman optimice. La lista debe estar separada por comas (Process01.exe, Process02.exe, etc.)
Label_SetPriority = Establecer la prioridad del proceso:
Checkbox_SaveRealtime = Guardar prioridad por encima de alta (no se recomienda).
Checkbox_ReduceMemory = Reducir la memoria en sistemas con poca memoria.
Label_Language_Message = Seleccione el idioma que prefiera y presione el botón %s para continuar. (Reinicio requerido)
Button_Save = Salvar
Button_Cancel = Cancelar
Label_Updated = Preferencias Actualizadas
MsgBox_Language_Title = Idioma Cambiado
MsgBox_Language_Message = El idioma seleccionado ha cambiado. Este programa debe reiniciarse para establecer el idioma elegido.
MsgBox_Closing_Title = Cierre %{Program.Name}
MsgBox_Closing_Message = ¿Desea cerrar %{Program.Name} ahora?

[Update]
Window_Title_Available = Actualización disponible
Window_Title_Congratulations = ¡Felicitaciones!
Window_Title_Error = ¡Algo salió mal!
Label_Message_Update = Hay una nueva versión de '%{Program.Name}' disponible.
Label_Message_Latest = Está utilizando la última versión de '%{Program.Name}'.
Label_Message_Error = No se pudo recuperar la información sobre la última versión de '%{Program.Name}'.
Label_Message_Internet = Verifique su conexión a Internet y vuelva a intentarlo.
Label_Build_Current = Compilación actual:
Label_Build_Update = Actualizar compilación:
CheckBox_NoUpdate = No verifique actualizaciones al inicio.
Button_Update = Lee mas
Button_Close = Cerrar

[Versioning]
Administrator = Administrador
Build = Compilación
AutoIt_Version = utilizando AutoIt versión %{AutoIt.Version}
Bit = Bit